let answers = {
    "s" : {
        "description" : "Ты — Коровка. Такая/ой же сладкая/ий, но не приторная/ый :)",
        "image" : "s1.png",
    } ,
    "w" : {
        "description" : "Ты просто Зайка! О таких людях говорят — настоящая находка! Вы умны и обладаете своей особой точкой зрения. Ваш широкий кругозор и желание учиться чему-то новому помогают вам по жизни. Иногда вы проявляете хладнокровие. Вашу личность можно описать следующим образом: вы мудры и всегда просчитываете свои шаги наперёд, вам присуща черта лёгкой мечтательности, вы всегда открыты для новых идей и свершений.",
        "image" : "w.png",
    } ,
    "c" : {
        "description" : "Настоящая клубничка! Вы словно лучик света во всём этом мире. Всегда стараетесь изменить всё вокруг к лучшему. Смотря на такого человека, хочется улыбаться и верить в лучшее. Вы дарите надежду! Однако и у вас есть минусы — вы очень неуверенный в себе человек. Ваши самые яркие черты характера: благородная скромность, сочувствие и милосердие, доброта и порядочность.",
        "image" : "c1.png",
    } ,
    "h" : {
        "description" : "Сырок со сгущёнкой, что же это значт? Ваша первоочередная задача — добиться славы. Ваше «безумие» переплетется с вашими способностями. Таких людей называют гениями. Они обладают особым магнетизмом. Вот только иногда бывают заносчивыми. Если вы желаете улучшить свою жизнь, то начинать стоит с себя. Поэтому, займитесь самопознанием и саморазвитием. Так у вас появится шанс проработать все свои изъяны. Свести негативные черты характера к минимуму. Ваш выбор говорит о следующем: вы хаотичный человек, который не любит однообразия, энергия из вас просто ключом бьёт, вы очень талантливый человек.",
        "image" : "h.jpg",
    } ,
    "t" : {
        "description" : "Сырок с мармеладом, что-то на богатом. Вы позитивный и добрый человек, который всегда готов повеселиться. Ты радуешь себя и окружающих искрометными шутками и во всём видишь только хорошее.",
        "image" : "t.png",
    } ,
    "f" : {
        "description" : "Сырок с ванилином. Для кого-то чистая классика, но Вы самая «яркая лампочка», которая может только светить. Своим позитивом и жизнелюбием вы очень сильно выделяетесь. У вас много завистников, которые желают быть как вы. Есть у вас и минус — частое проявление гордыни. О вас с уверенностью можно сказать следующее: яркая личность, которая не любит выглядеть как все, вы очень энергичный человек, которого трудно остановить, привыкли добиваться всего собственными силами.",
        "image" : "f.jpg",
    } ,
    "o" : {
        "description" : "Сырок в белом шоколаде. Ты совершаешь поступки, которые сбивают тебя и окружающих с толку. Ты непредсказуемый человек, который всегда ходит по краю. Но какая жизнь без приключений, верно?",
        "image" : "o1.png",
    } ,
};
