const quiz = [
    {
        "q": "Кошки или собаки?",
        "a" : {
            "w": "Собаки рулят!",
            "t": "Или",
            "f" : "Нет, коты!",
            "h" : "Люблю и тех, и тех",
            "c" : "Не люблю ни тех, ни других",
            "o" : "У меня на них аллергия",
            "s" : "Я живодёр",
        }
    },
     {
        "q": "Пытаетесь ли вы занять лидерскую позицию в коллективе?",
        "a" : {
            "w": "Да я лучше сгорю («Ты горишь, как огонь, йа»)",
            "t": "Всегда",
            "f" : "Кто, если не я",
            "h" : "Я и так всегда в центре внимания",
            "c" : "Это ещё зачем?",
            "o" : "Зависит от настроения",
            "s" : "Нет это не моё ",
        }
    },
     {
        "q": "Едите ли вы на ночь?",
        "a" : {
            "w": "Только в стрессовых ситуациях",
            "t": "Если на ночь не покушаю, не засну",
            "f" : "Ещё как",
            "h" : "Надо же хоть что-то делать",
            "c" : "Нет, я на диете, после 6 не ем",
            "o" : "Это ещё зачем?",
            "s" : "Люблю кушать («Еда – это святое»)",
        }
    },
       {
        "q": "Сырки с каким вкусом вы любите сами?",
        "a" : {
            "w": "С какао",
            "t": "С мармеладкой",
            "f" : "С ванилью",
            "h" : "Со сгущенкой",
            "c" : "С клубникой",
            "o" : "Без начинки",
            "s" : "Люблю все виды сырков",
        }
    },
      {
        "q": "Ваше главное качество – это:",
        "a" : {
            "w": "Мягкость и доброта",
            "t": "Доверие и честность",
            "f" : "Поддержка и верность",
            "h" : "Безупречный вкус",
            "c" : "Стойкость и упрямство",
            "o" : "Умение видеть хорошее",
            "s" : "Хорошее чувство юмора",
        }
    },
    {
        "q": "Какой ваш любимый шоколад?",
        "a" : {
            "w": "Горький",
            "f" : "Молочный",
            "o" : "Белый",
        }
    },
        {
        "q": "Допустим вы идете по офису, вы очень голодны и вдруг видите, как ваш друг есть глазированный сырок. Ваши действия?",
        "a" : {
            "w": "С какао",
            "t": "С мармеладкой",
            "f" : "С ванилью",
            "h" : "Со сгущенкой",
            "c" : "С клубникой",
            "o" : "Без начинки",
            "s" : "Люблю все виды сырков",
        }
    },
         {
        "q": "Если бы твоя жизнь была пирогом, что было бы главным ингредиентом?",
        "a" : {
            "w": "Проигнорирую ситуацию",
            "t": "Скажу «Приятного аппетита» и буду грустно смотреть",
            "f" : "Пойду в магазин за сырком",
            "h" : "Понимая, что сырок довольно большой, попрошу его поделиться",
            "c" : "Скажу ему уйти со своим сырком и не смущать меня",
            "o" : "Как-то стрёмно просить еду, я бы постеснялся/ась",
            "s" : "Заберу у него сырок",
        }
    },
          {
        "q": "Сколько вы можете потратить на свои прихоти?",
        "a" : {
            "s" : "200 к, 300 к, 500 к, миллион",
            "w": "Свои прихоти я удовлетворяю разумно",
            "t": "Мне сложно удержаться от спонтанных трат, но потом я себя ругаю",
            "f" : "У меня нет прихотей – я коплю на Ламбу",
            "h" : "Я не считаю деньги, а уж тем более на свои желания",
            "c" : "У меня нет денег",
            "o" : "Всё зависит от цены",
        }
    },
      {
        "q": "Какой ваш любимый цвет?",
        "a" : {
            "s" : "Нет любимого цвета",
            "w": "Желтый",
            "t": "Фиолетовый",
            "f" : "Зелёный",
            "h" : "Чёрный",
            "c" : "Красный",
            "o" : "Белый",
        }
    },
      {
        "q": "Вам понравился тест?",
        "a" : {
            "w": "Ужас, время будто остановилось",
            "t": "Что, уже всё? Может, ещё пообщаемся?",
            "f" : "Гони результаты!",
            "h" : "О! Я прекрасно провожу время вне зависимости от результатов",
            "c" : "Все будет зависеть от результатов",
            "o" : "Все хорошо, я могу ответить ещё на пару глупых вопросов",
            "s" : "Да",
        }
    },
];
